Repository: GlobalLives/globallives
Catalog: content/plugins/really-simple-twitter-feed-widget/languages/rstw-*.po
Languages: de_de, fr_fr, it_it, pl_pl, pt_br, sk_sk

source: Twitter Authentication options
pt_br: Opções de autenticação do Twitter

source: Get them creating your Twitter Application
pt_br: Obtenha-as criando seu Aplicativo do Twitter

source: here
pt_br: aqui

source: Twitter data options
pt_br: Opções de dados do Twitter

source: Twitter Username
de_de: Twitter Benutzername
fr_fr: Nom Twitter
pl_pl: Użytkownik Twittera
pt_br: Nome de usuário do Twitter
sk_sk: Twitter používateľské meno

source: Show # of Tweets
de_de: Zeige # Anzahl Tweets
fr_fr: Voir # Tweets
it_it: Mostra n. tweet
pl_pl: Pokaż # Tweetów
pt_br: Exibir Nro. de Tweets
sk_sk: Zobraziť # tweets

source: Skip tweets containing this text
de_de: Überspringe Tweets mit diesem Text
fr_fr: Passer les tweets contenant ce texte
it_it: Salta i tweet che contengono il testo seguente
pl_pl: Pomiń tweet, który zawiera ten tekst
pt_br: Pular tweets contendo este texto
sk_sk: Preskočiť tweets obsahujúce tento text

source: Skip replies
pt_br: Pular respostas

source: Widget title options
pt_br: Opções de título da Widget

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
pl_pl: Tytuł
pt_br: Título
sk_sk: Názov

source: Last Tweets
de_de: Letzte Tweets
fr_fr: Derniers Tweets
it_it: Tweet recenti
pl_pl: Ostatnie Tweety
pt_br: Últimos Tweets
sk_sk: Posledná Tweets

source: Show Twitter icon on title
pt_br: Exibir ícone do Twitter no título

source: Link above Title with Twitter user
de_de: Verlinke den Titel mit Twitter-Benutzer
fr_fr: Lien au dessus du titre avec l'utilisateur Twitter
it_it: Linka il titolo alla pagina Twitter dell'utente
pl_pl: Powiąż linkiem tytuł z użytkownikiem Tweetera
pt_br: Link acima do título com usuário do Twitter
sk_sk: Odkaz vyššie hlava s neštebotajú užívateľa

source: Links and display options
pt_br: Opções de links e de exibição

source: Show this linked text for each Tweet
de_de: Zeige verlinkten Text für jeden Tweet
fr_fr: Voir ce texte lié pour chaque Tweet
it_it: Mostra questo testo per link in ogni tweet
pl_pl: Pokazuj ten tekst linku przy każdym Tweecie
pt_br: Exibir este texto com link em cada tweet
sk_sk: Ukázať tento prepojený text pre každý pípanie

source: Show timestamps
de_de: Zeige Tweet-Zeiten
fr_fr: Voir les heures
it_it: Mostra data e ora
pl_pl: Pokaż datę i godzinę
pt_br: Exibir data e hora
sk_sk: Zobraziť časové

source: Include thumbnail before tweets
pt_br: Incluir visualização antes dos tweets

source: Find and show hyperlinks
de_de: Finde und zeige URLs in Tweets
fr_fr: Rechercher et afficher les hyperliens.
it_it: Cerca e mostra link
pl_pl: Wyszukaj i pokaż hyperlink
pt_br: Encontrar e exibir links
sk_sk: Nájsť a ukázať hypertextové prepojenia

source: Find Replies in Tweets
de_de: Finde Antworten auf Tweets
fr_fr: Rechercher des réponses dans les tweets
it_it: Linka i retweet
pl_pl: Utwórz link do retweeta
pt_br: Encontrar respostas nos tweets
sk_sk: Nájsť odpovede v Tweets

source: Create links on new window / tab
pt_br: Criar links em uma nova janela/link

source: Widget footer options
pt_br: Opções do rodapé do widget

source: Show a footer link to the Twitter user profile
pt_br: Exibir um link no rodapé para o perfil do usuário no Twitter

source: Text for footer link
pt_br: Texto para o link no rodapé

source: Debug options
pt_br: Opções de Depuração

source: Show debug info
pt_br: Exibir informações de depuração

source: Erase cached data (use it only for a few minutes, when having issues)
pt_br: Limpar dados em cache (use somente por poucos minutos, quando houver problemas)

source: Force UTF8 Encode (use it only if having issues)
pt_br: Forçar codificação UTF8 (usar somente se houver problemas)

source: CURL extension not found. You need enable it to use this Widget
pt_br: Extensão CURL não encontrada. Você precisa ativa-la para usar este widget

source: Twitter username is not configured
pt_br: Nome de usuário do Twitter não está configurado

source: Number of tweets is not valid
pt_br: Número de tweets não é válido

source: Twitter Authentication data is incomplete
pt_br: Dados de autenticação do Twitter estão incompletos

source: Fetching data from Twitter
pt_br: Obtendo dados do Twitter

source: Erase cached data option enabled
pt_br: Opção de limpeza do cache ativada

source: Error retrieving tweets
pt_br: Erro ao obter os tweets

source: Twitter data error:
pt_br: Erro de dados do Twitter:

source: Error retrieving twitter rate limit
pt_br: Erro ao obter limite de frequência do Twitter

source: Requested items
pt_br: Itens requisitados

source: API calls left
pt_br: Chamadas à API restantes

source: Seconds until reset
pt_br: Segundos até reiniciar

source: Using cached Twitter data
pt_br: Utilizando dados do Twitter em cache

source: Twitter cache error:
pt_br: Erro de cache do Twitter:

source: No public tweets
pt_br: Sem tweets públicos

source: Unable to get tweets
pt_br: Impossível obter tweets

source: %s ago
de_de: vor %s
fr_fr: il y a %s
it_it: %s fa
pl_pl: % temu
pt_br: %s atrás
sk_sk: %s pred

source: Y/m/d
fr_fr: d/m/Y
it_it: d/m/Y
pl_pl: d/m/Y
pt_br: d/m/Y

source: Y/m/d H:i:s
fr_fr: m/d/y H:i:s
pl_pl: d/m/Y H:i:s
pt_br: d/m/Y \a\s H:i:s

source: RSS not configured
de_de: RSS ist nicht konfiguriert
fr_fr: RSS n'est pas configuré
it_it: RSS non configurato
pl_pl: RSS nie skonfigurowane
sk_sk: RSS Nenakonfigurované

source: Number of tweets not valid
de_de: Ungültige Anzahl von Tweets
fr_fr: Le nombre de tweets n'est pas valables
it_it: Numero di tweet non valido
pl_pl: Liczba tweetów jest nieważna
sk_sk: Počet tweets nie je platný

source: WP Error: Feed not created correctly
de_de: WP Fehler: Der Feed wurde nicht korrekt erstellt
fr_fr: Erreur WP: RSS n'est pas créée correctement
it_it: WP Error: Feed non creato correttamente
pl_pl: Błąd WP: Feed nieprawidłowy
sk_sk: WP chyba: Krmivo vytvorené správne

source: No public Twitter messages
de_de: Es gibt keine Twitter-Nachrichten
fr_fr: Pas de messages twitter publique
it_it: Nessun tweet pubblico
pl_pl: Brak publicznych wiadomości Tweetera
sk_sk: Nijaký verejný Twitter správ

source: UTF8 Encode
fr_fr: Encodage UTF8
it_it: Codifica UTF8
pl_pl: Koduj UTF8
sk_sk: Kódovať utf8
